// Список объектов для хранения соответствия между Мессенджером и GitLab никнеймами
export const userList = [
	{messengerNick: "@FrontendMaestro", gitlabName: "Aleksey.Sokolov"},
	{messengerNick: "@Ikulai_frontDev", gitlabName: "Ivan.Kulay"},
	{messengerNick: "@IIvangelion", gitlabName: "Ivan.Dyatlov"},
	{messengerNick: "@mtyeyes", gitlabName: "Stanislav.Konovalov"},
	{messengerNick: "@Pror0k_WH", gitlabName: "Evgeny.Kovalev"},
	{messengerNick: "@krr_ruslan", gitlabName: "Ruslan.Karamov"}
];

// Смешные фразы
export const funnyPhrases = [
	"Эй, хочешь стать трудоголиком?🥴",
	"Ну что, на ночную смену?🥴",
	"Здесь что, самый трудолюбивый человек?🥴",
	"Вот это настойчивость! Вечером и MR!🥴",
	"Не даешь себе отдохнуть, да?🥴",
	"Разбудите срочно всех ревьюверов!🥴",
	"Решил поработать в тишине?🥴",
	"Просто не можешь дождаться утра?🥴",
	"Отличное время для кодинга, правда?🥴",
	"Утро не мудрее вечера?🥴",
	"Вечернее вдохновение, говоришь?🥴",
	'Лови <a href="https://ru.wikipedia.org/wiki/%D0%9E%D1%82%D0%B4%D1%8B%D1%85">ссылочку</a>. Тебе вот прям надо!🥴'
]