// Список объектов для хранения соответствия между Мессенджером и GitLab никнеймами
export const userList = [
	{messengerNick: "@FrontendMaestro", gitlabName: "Aleksey.Sokolov"},
	{messengerNick: "@Ikulai_frontDev", gitlabName: "Ivan.Kulay"},
	{messengerNick: "@IIvangelion", gitlabName: "Ivan.Dyatlov"},
	{messengerNick: "@mtyeyes", gitlabName: "Stanislav.Konovalov"},
	{messengerNick: "@Pror0k_WH", gitlabName: "Evgeny.Kovalev"},
	{messengerNick: "@krr_ruslan", gitlabName: "Ruslan.Karamov"}
];

// Смешные фразы
export const funnyPhrases = [
	"Эй, хочешь стать трудоголиком?🥴",
	"Ну что, на ночную смену?🥴",
	"Здесь что, самый трудолюбивый человек?🥴",
	"Вот это настойчивость! Вечером и MR!🥴",
	"Не даешь себе отдохнуть, да?🥴",
	"Разбудите срочно всех ревьюверов!🥴",
	"Решил поработать в тишине?🥴",
	"Просто не можешь дождаться утра?🥴",
	"Отличное время для кодинга, правда?🥴",
	"Утро не мудрее вечера?🥴",
	"Вечернее вдохновение, говоришь?🥴",
	'Лови <a href="https://ru.wikipedia.org/wiki/%D0%9E%D1%82%D0%B4%D1%8B%D1%85">ссылочку</a>. Тебе вот прям надо!🥴'
]

// Когда много МРов
export const manyMrPhrases = [
	"Разработчика года хочешь??🥴😳\nКуда столько МРов!\nДай время, поищу среди твоих коллег бедолаг, которые это будут смотреть.",
	"Разработчик месяца?🥴 Ты точно на это метишь!\nДай время, поищу столько ревьюверов",
	"Ты хоть спишь иногда??🥴 Дай время, поищу разрабов, которые это будут смотреть.",
	"Ты решил побить рекорд по количеству МРов за день?🥴\nКоллеги будут в шоке!",
	"Опять МРы?🥴 Ты в ударе сегодня!\nДай время, поищу столько ревьюверов",
	"Кажется, кто-то решил закидать всех МРами!🥴\nПойду, найду героев, кто это проверит.",
	"Ну, ты и загнул!🥴\nСколько там еще МРов на подходе?\nДай время, поищу столько ревьюверов",
	"Кажется, что ревьюверы сегодня будут заняты только твоими МРами🥴.\nДай я их кстати поищу...",
	"Ты, случайно, не клонируешься?🥴\nСколько МРов еще в запасе?\nДай время, поищу столько ревьюверов",
	"Куда столько! Стоп! Еще один МР, и тебе придется самому их ревьюить!🥴",
	"Ты точно знаешь, как нагрузить команду!🥴\nПоищу сейчас смельчаков на ревью."
];